Repository: pulb/mailnag
Catalog: po/*.po
Languages: uz

source: User Script
uz: Foydalanuvchi skripti

source: Runs an user defined script on mail arrival.
uz: Pochta kelganda foydalanuvchi tomonidan belgilangan skriptni ishga tushiradi.

source: account
uz: hisob

source: sender
uz: jo'natuvchi

source: subject
uz: mavzu

source: The following script will be executed whenever new mails arrive. Mailnag passes the total count of new mails to this script, followed by %s sequences.
uz: Har safar yangi xatlar kelganda quyidagi skript bajariladi. Mailnag ushbu skriptga yangi xatlarning umumiy sonini, keyin %s ketma-ketlikni uzatadi.

source: MessagingMenu
uz: Xabarlar menyusi

source: Shows new mails in the MessagingMenu indicator.
uz: Xabarlar menyusi indikatorida yangi xatlarni ko'rsatadi.

source: Maximum number of visible mails:
uz: Ko'rinadigan xatlarning maksimal soni:

source: Spam Filter
uz: Spam filtri

source: Filters out unwanted mails.
uz: Keraksiz xatlarni filtrlaydi.

source: Mailnag will ignore mails containing at least one of the following words in subject or sender.
uz: Mailnag mavzu yoki jo'natuvchida quyidagi so'zlardan kamida bittasi bo'lgan xatlarni e'tiborsiz qoldiradi.

source: LibNotify Notifications
uz: LibNotify bildirishnomalari

source: Shows a popup when new mails arrive.
uz: Yangi xatlar kelganda qalqib chiquvchi oynani ko'rsatadi.

source: Count of new mails
uz: Yangi xatlar soni

source: Short summary of new mails
uz: Yangi xatlarning qisqacha mazmuni

source: Detailed summary of new mails
uz: Yangi xatlarning batafsil xulosasi

source: One notification per new mail
uz: Har bir yangi xat uchun bitta bildirishnoma

source: Notification mode:
uz: Bildirishnoma rejimi:

source: {0} new mails
uz: {0} ta yangi xat

source: from {0} and others.
uz: {0} va boshqalardan.

source: from {0}.
uz: {0} dan.

source: New mail
uz: Yangi pochta

source: (and {0} more)
uz: (va yana {0} ta)

source: Mark as read
uz: O'qilgan deb belgilash

source: Sound Notifications
uz: Ovozli bildirishnomalar

source: Plays a sound when new mails arrive.
uz: Yangi xatlar kelganda ovoz chiqaradi.

source: GNOME Online Accounts
uz: GNOME onlayn hisoblari

source: GNOME Online Accounts Integration.
uz: GNOME onlayn hisoblari integratsiyasi.

source: No subject
uz: Mavzu yo'q

source: Plugin Configuration
uz: Plagin konfiguratsiyasi

source: Enabled
uz: Yoqilgan

source: Name
uz: Nomi

source: About %s
uz: %s haqida

source: An extensible mail notification daemon.
uz: Kengaytirilgan pochta xabarnomasi demoni.

source: Copyright (c) 2011 - 2021 Patrick Ulbrich and contributors.
uz: Mualliflik huquqi (c) 2011 - 2021 Patrick Ulbrich va hissa qo'shganlar.

source: Homepage
uz: Uy sahifasi

source: translator-credits
uz: Umidjon Almasov <umidjon@almasov.uz>

source: Delete this account:
uz: Ushbu hisobni o'chirish:

source: Mail Account
uz: Pochta hisobi

source: optional
uz: ixtiyoriy

source: IMAP (Custom)
uz: IMAP (sozlanadigan)

source: POP3 (Custom)
uz: POP3 (sozlanadigan)

source: MBox (Custom)
uz: MBox (sozlanadigan)

source: Maildir (Custom)
uz: Maildir (sozlanadigan)

source: Connection failed.
uz: Ulanish muvaffaqiyatsiz.

source: You may need to create an application-specific password for Gmail. Click this icon for more information.
uz: Gmail uchun ilovaga xos parol yaratishingiz kerak boʻlishi mumkin. Qo'shimcha ma'lumot olish uchun ushbu belgini bosing.

source: Enable Push-IMAP
uz: Push-IMAP-ni yoqish

source: Enable SSL encryption
uz: SSL shifrlashni yoqish

source: Accountname:
uz: Hisob nomi:

source: Account type:
uz: Hisob turi:

source: User:
uz: Foydalanuvchi:

source: Password:
uz: Parol:

source: Folders (optional)
uz: Jildlar (ixtiyoriy)

source: File path:
uz: Fayl yo'li:

source: Directory:
uz: Katalog:

source: Enable/disable Mailnag daemon
uz: Mailnag demonini yoqish/o‘chirish

source: Add Account
uz: Hisob qo'shish

source: Remove Account
uz: Hisobni o'chirish

source: Edit Account
uz: Hisobni tahrirlash

source: Accounts
uz: Hisoblar

source: Edit Plugin
uz: Plaginni tahrirlash

source: Plugins
uz: Plaginlar

source: Donate
uz: Xayriya qilish

source: Info
uz: Ma'lumot
